Repository: tomdrn/puput
Catalog: puput/locale/*/LC_MESSAGES/django.po
Languages: fr

source: body
fr: corps

source: Post date
fr: Date de publication

source: Header image
fr: Image d'entête

source: excerpt
fr: extrait

source: Entry excerpt to be displayed on entries list. If this field is not filled, a truncate version of body text will be used.
fr: Extrait de l’actualité à afficher dans le fil d’actualité. Si ce champ n'est pas rempli, une version tronquée du corps sera utilisée.

source: Content
fr: Contenu

source: Categories
fr: Catégories

source: Related Entries
fr: Actualités en relation

source: Metadata
fr: Métadonnées

source: The blog description that will appear under the title.
fr: La description de la page qui apparaîtra sous le titre.

source: Display comments
fr: Afficher les commentaires

source: Display categories
fr: Afficher les catégories

source: Display tags
fr: Afficher les tags

source: Display popular entries
fr: Afficher les actualités populaires

source: Display last entries
fr: Afficher les dernières actualités

source: Blog
fr: Fil d'actualités

source: Display archive
fr: Afficher les archives

source: Entries per page
fr: Actualités par page

source: Last entries limit
fr: Limite dernières actualités

source: Popular entries limit
fr: Limite actualités populaires

source: Tags limit entry header
fr: Limite des tags

source: Use short description in feeds
fr: Utiliser une description courte dans les feeds

source: Parameters
fr: Paramètres

source: Comments
fr: Commentaires

source: Category name
fr: Nom de la catégorie

source: Parent category
fr: Catégorie parent

source: Parent category cannot be self.
fr: La catégorie parent ne peut pas être elle-même.

source: Cannot have circular Parents.
fr: Il ne peut y avoir de parent circulaire.

source: Category
fr: Catégorie

source: Entry
fr: Actualité

source: Entries
fr: Actualités

source: category
fr: catégorie

source: author
fr: auteur

source: search
fr: recherche

source: more
fr: plus

source: Search
fr: Recherche

source: Last Entries
fr: Actualités récentes

source: Popular Entries
fr: Actualités populaires

source: Entries for
fr: Actualités pour

source: Continue reading
fr: Continuer à lire

source: No results found.
fr: Aucun résultat trouvé.

source: Return
fr: Retour

source: No entry archives yet
fr: Aucune actualité dans les archives

source: No categories yet
fr: Aucune catégorie

source: No entries yet
fr: Aucune actualité

source: No tags yet
fr: Aucun tag
